clackups/esp32s3_dual_foc_gp/sdkconfig.defaults
# Target
CONFIG_IDF_TARGET="esp32s3"

# USB
CONFIG_TINYUSB_HID_ENABLED=y

# FreeRTOS
CONFIG_FREERTOS_HZ=1000
